<template>
    <div class="contact about">
        <h1 class="about__title contact__title text-center">
            О нас 
        </h1>
        <div class="about-content container">
            <p class="about-text text-center" >
                Добро пожаловать в компанию "Регина" - ваш надёжный партнёр в создании качественной и уютной корпусной мебели на заказ. Мы гордимся своим опытным мастером, который с любовью и профессионализмом изготавливает каждое изделие.
                В компании "Регина" мы ценим качество и стараемся превзойти ожидания наших клиентов. Мы с удовольствием предоставляем гарантию на каждое изготовленное нами изделие, потому что мы уверены в его долговечности и надёжности. Ваша удовлетворенность и комфорт - наша главная цель.
            </p>
        </div>
    </div>
</template>


<script>
export default {

    data() {
        return {
        };
    }
};
</script>
  
<style scoped>
/* Стили для вашего компонента */
</style>
  